<?php
class lang_model_alerts
{
    public $stack_err = array(
        "notFound" => array(
            "title" => "Не найдено",
            "h1" => "Страница не найдена",
            "description" => "Страница не найдена",
        ),
        "stab" => array(
            "title" => "Реконструкция",
            "h1" => "Страница временно на реконструкции",
            "description" => "Страница временно на реконструкции",
        ),
        "access" => array(
            "title" => "Запрещен",
            "h1" => "Доступ запрещен",
            "description" => "Доступ запрещен",
        ),
        "connection" => array(
            "title" => "Подключение",
            "h1" => "Проблема с подключением",
            "description" => "Проблема с подключением",
        ),
        "request" => array(
            "title" => "Запрос",
            "h1" => "Неправильные параметры запроса",
            "description" => "Неправильные параметры запроса",
        ),
        "config" => array(
            "title" => "Конфигурация",
            "h1" => "Ошибка в конфигурации",
            "description" => "Ошибка в конфигурации",
        ),
        "XXX" => array(
            "title" => "Неизвестная ошибка",
            "h1" => "Произошка неизвестная ошибка",
            "description" =>"Произошка неизвестная ошибка",
        )
    );
}